bierner.lit-html
clemenspeters.format-json
eamodio.gitlens
ecmel.vscode-html-css
georgewfraser.vscode-javac
jonwolfe.language-polymer
mhutchie.git-graph
polymer-tools.polymer-vscode-plugin
pranaygp.vscode-css-peek
redhat.fabric8-analytics
redhat.java
sibiraj-s.vscode-scss-formatter
sohibe.java-generate-setters-getters
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
